exports.menu = (id, BotName, corohelp, tampilTanggal, tampilWaktu, instagramlu, whatsapplu, kapanbotaktif, grupch1, grupch2, grupch3) => {
	return `
	
  Hi, *${id.split("@s.whatsapp.net")[0]}* 👋️

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
         ───

┏╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╸
╽ *FITUR BOT ${BotName}*
┡╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╸
╽╭──⚝ *STICKER MAKER* ⚝──
╿│➺ *#sticker*
╽╰───────────
┡╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╸
╽╭──⚝ *DOWNLOAD* ⚝──
╿│➺ *#ytmp3* ⦃link⦄
╽│➺ *#ytmp4* ⦃link⦄
╿│➺ *#tiktok* ⦃link⦄
╽│➺ *#ig* ⦃link⦄ 
╿│➺ *#fb* ⦃link⦄ 
╽│➺ *#twt* ⦃link⦄
╿╰───────────
┢╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╸
╽╭──⚝ *EDUKASI* ⚝──
╿│➺ *#wiki* ⦃query⦄ Wikipedia.
╽│➺ *#nulis* ⦃teks⦄
╿│➺ *#quran*
╽│➺ *#pantun*
╿│➺ *#nama* ⦃nama anda⦄
╽│➺ *#pasangan* ⦃Api & Air⦄
╿│➺ *#lirik* ⦃judul⦄
╽│➺ *#chord* ⦃judul⦄
╿│➺ *#img2teks*
╽╰───────────
┡╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╸
╽╭──⚝ *INFORMASI* ⚝──
╿│➺ *#sholat* ⦃teks⦄
││➺ *#cuaca*
╽│➺ *#covid*
╿│➺ *#totalcovid*
╽│➺ *#infogempa*
╿│➺ *#harinasional* ⦃tanggal⦄
╽╰───────────
┡╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╸
╽╭──⚝ *KONTAK* ⚝──
╿│➺ *#owner*
╽│➺ *#grupwa*
╿╰───────────
┢╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╸
╿╭──⚝ *IMPORTANT* ⚝──
╽│➺ *#info*
╿│➺ *#donasi*
╽╰───────────
┡╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╸
╽╭──⚝ *OTHERS* ⚝──
╿│➺ *#tts* ⦃teks⦄
╽│➺ *#quotes*
╿│➺ *#foto cewek/cowok*
╽│➺ *#hentai*
╿│➺ *#pokemon*
╽│➺ *#loli*
╿│➺ *#waifu*
╽│➺ *#foto anime*
╿│➺ *#namaninja*
╽│➺ *#alay*  ⦃teks⦄ 
╿│➺ *#say*  ⦃teks⦄
╽│➺ *#infoig* ⦃@awsotoy⦄
╿│➺ *#bitly* ⦃link⦄
╽│➺ *#s* ⦃teks⦄
╿╰───────────
┢╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╸
╿╭──⚝ *SOSMED ADMIN* ⚝──  
╽│➺ *Instagram*
╿│     *_${instagramlu}_*
╽│➺ *Creator ${BotName}*
╿│     *_${whatsapplu}_*
╽╰───────────
┡╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╸
╽ *MADE BY Akb*
┖╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╼╾╸
}
